{
    "marques": [
      {
        "idM": 1,
        "nomM": "CATRICE",
        "photoM":"assets/marques/catrice.png",
        "desc" :"CATRICE offre un vaste choix de couleurs dans ses palettes de fards à paupières et ses rouges a lèvres avec des nuances tendances ou classiques pour créer des looks très variés inspirés des dernières tendances de l'univers de la beauté. Catrice, la marque allemande de cosmétique inspirée par les tendances de la mode dans les capitales du monde. Aucune tendance, aucun must ni aucun détail n’échappe à Catrice. Un rapport qualité-prix optimal pour un véritable plaisir du shopping pour remplir votre trousse de maquillage."
      },
      {
        "idM": 2,
        "nomM": "ESSENCE",
        "photoM":"assets/marques/essence.png",
        "desc" :"Essence est la marque de maquillage phare du leader européen de la cosmétique Cosnova. Essence propose des produits de haute qualité à des prix abordables pour vous permettre d'avoir un look d'enfer. Retrouvez une large gamme de produits de beauté (Palettes, fonds de teint, poudres, rouges à lèvres, eyeliners...) révolutionnaires et aux couleurs et formules les plus tendance de la saison."
      },
      {
        "idM": 3,
        "nomM": "REVOLUTION",
        "photoM":"assets/marques/revolution.png",
        "desc" :"Revolution Makeup est la marque britannique tendance à petit prix. Découvrez le maquillage qui défie les normes, 100% Cruelty Free avec une sélection de produits vegan. Créez de superbes looks grâce aux palettes de fards à paupières, blush, contouring et highlighter…Revolution Makeup a tout ce qu’il vous faut pour que vous vous sentiez magnifique"
      },
      {
        "idM": 4,
        "nomM": "SVR",
        "photoM":"assets/marques/svr.png",
        "desc" :"Laboratoire de dermocosmétologie depuis 50 ans, élabore et fabriquedes soins dermo-cosmétiques avec des formules innovantes. Conseillés par les professionnels de santé, les produits des Laboratoires SVR sont aujourd'hui vendus dans plus de 50 pays."
      },
      {
        "idM": 5,
        "nomM": "KIKO ",
        "photoM":"assets/marques/kiko.png",
        "desc" :"KIKO est une entreprise italienne de cosmétiques. Elle est fondée à Bergame en 1997 par le groupe d’Antonio Percassi. Elle rencontre le succès à partir du milieu des années 2000 jusqu'à devenir un modèle pour l'ensemble de ses concurrents"
      },
      {
        "idM": 6,
        "nomM": "BOURJOIS",
        "photoM":"assets/marques/bourjois.png",
        "desc" :"Bourjois est une marque américaine de maquillage, d'origine française basée en Ile-de-France, créée en 1863 par Joseph-Albert Ponsin sous la description de « La fabrique de fards pour théâtre et pour la ville"

      }

]
}